{
  "HOME": {
    "frontend_developer": "Développeur Frontend",
    "description": "Développeur de logiciels expérimenté avec un historique de construction d'applications de qualité. Maîtrise d'Angular.",
    "about": "A propos de",
    "experience": "Expérience",
    "projects": "Projets",
    "skills": "Compétences",
    "eng": "Ang",
    "fr": "Fr"
  },
  "About": {
    "about_para1": "Je suis un développeur de logiciels expérimenté qui a fait ses preuves dans la création d'applications de haute qualité. Je suis compétente, j'apprends rapidement et je maîtrise les méthodologies Agile. Je suis fière de faire partie des meilleures femmes dans la technologie qui contribuent activement à des innovations significatives et à des solutions aux défis d'aujourd'hui. Je suis également une personne qui apprend vite et qui s'épanouit dans des environnements de collaboration avec des femmes leaders dans le domaine de la technologie.",
    "about_para2": "Mon parcours dans le développement de logiciels a été enrichissant, marqué par une évolution significative vers mes objectifs. J'ai eu le privilège de créer des logiciels pour un système de gestion scolaire et de travailler avec une start-up. Actuellement, je me concentre sur le développement d'interfaces utilisateur accessibles.",
    "about_para3": "En dehors du travail, j'aime partir à l'aventure, lire et entretenir des relations avec d'autres femmes de la technologie qui partagent ma passion."
  },
  "Experience": {
    "Experience": "Expérience",
    "present": "Présent",
    "experience_desc1": "Contribution au développement et à la maintenance d'un système de gestion scolaire complet, comprenant des modules pour le paiement des frais, l'inscription aux cours, la visualisation des résultats, la gestion des relevés de notes et d'autres fonctionnalités.",
    "intern_frontend_developer": "Développeur Frontend stagiaire",
    "experience_desc2": "Contribution à la conception, au développement et à la maintenance d'une bibliothèque d'entreprise, intégrant des composants clés de l'interface utilisateur tels que des champs de saisie, des formulaires, des menus hors champ, des barres de navigation, des popovers, des dropdowns, des paginations et d'autres fonctionnalités.",
    "trainee_frontend_developer": "Développeur Frontend stagiaire",
    "experience_desc3": "Nous avons suivi un cours de base sur Angular chez Go-Groups sous la direction d'un superviseur qui nous a fourni des commentaires détaillés sur notre travail. Développement de projets personnels, y compris un site météo, et collaboration à des projets d'équipe tels qu'un catalogue et un site web de concours."
  },
  "Project": {
    "portfolio_website": "Portfolio Website",
    "project_desc1": "Mon site web portfolio vous présente mon travail et mon expérience professionnelle, les projets réalisés et les différents cadres utilisés.",
    "shortly_website": "Shortly Website",
    "project_desc2": "Ce site permet de raccourcir les liens url de toute forme, affiche le lien raccourci et vous avez la possibilité de copier ce lien et de le coller n'importe où, il fonctionnera comme le lien original.",
    "student_conquest": "Student Conquest",
    "project_desc3": "Ce site web a été créé pour fournir une approche plus rationnelle de la gestion et du partage d'informations sur le mouvement Student Conquest. Il comprend des fonctionnalités telles que l'inscription au programme, un blog StuCo, une galerie célébrant les moments mémorables et les points forts de la mission."
  }
}
